[
  {
    "title": "Bikewatching",
    "year": "2025",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "How active are bike routes in Boston and Cambridge? A project involving: geospatial visualization, HTML, CSS, JavaScript, Mapbox."
  },
  {
    "title": "Recipe Length Analysis",
    "year": "2025",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Does overall cooking time influence a user's rating on a recipe? What about the number of steps in a recipe? A project involving: exploratory data analysis, hypothesis testing, permutation testing, linear regression."
  },
  {
    "title": "Mental Health Clustering Analysis",
    "year": "2024",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "How do you detect mental health patterns in the workplace? It's not easy, but it's always important to be aware of behavioral symptoms and know when to reach out for help. A project involving: exploratory data analysis, clustering."
  },
  {
    "title": "WildRydes",
    "year": "2023",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Have you ever wondered how Uber started? Well, it might work similarly to this. A project involving: Amazon S3, Amazon Cognito, Amazon API Gateway, AWS Lambda, Amazon DynamoDB, Amazon CloudFront."
  },
  {
    "title": "Firestart",
    "year": "2022",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Is there a way to reduce methane gasses from releasing into the atmosphere? By using our Android app, you'll be one step closer to making the planet a better place. A project involving: computer vision, Twilio, Roboflow, Expo, React Native."
  },
  {
    "title": "Heart Attack Data Analysis",
    "year": "2022",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "What are the chances that someone experiences a heart attack based on their symptoms? A project involving: exploratory data analysis, classification (KNN, SVM, Random Forests, Gradient Boosting)."
  },
  {
    "title": "Quos sint quaerat omnis?",
    "year": "2025",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Est neque, velit nam rerum error odio voluptates voluptatem magnam laboriosam ad? Doloribus, id et itaque unde porro totam ullam quaerat blanditiis odit animi eveniet aut, voluptate velit iure odio."
  },
  {
    "title": "Ipsum, aperiam magni? Nobis.",
    "year": "2023",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Delectus magni, vel, quod mollitia hic rem temporibus, sint doloribus tenetur qui dolores tempore quisquam fuga nobis recusandae molestiae ipsum nostrum maxime eaque dicta aperiam eum quas beatae. At, neque."
  },
  {
    "title": "Dicta nihil odit illo?",
    "year": "2022",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Vitae quos laudantium officiis rerum, accusamus delectus aspernatur quas nulla, magni sed, excepturi saepe incidunt laboriosam alias at aliquam atque quisquam autem nesciunt. Minus, reprehenderit odit nam illo natus aspernatur?"
  },
  {
    "title": "Vel earum nulla facilis.",
    "year": "2024",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Aut voluptatem sint atque corrupti accusamus necessitatibus possimus et, itaque nulla id deleniti nemo repellendus asperiores molestias laudantium, mollitia ad dicta. Laboriosam, itaque. Quos corporis, perferendis natus officiis beatae qui."
  },
  {
    "title": "Nobis iste neque quaerat.",
    "year": "2022",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Quos, recusandae, sit rerum velit nostrum nihil quisquam tempora repellat sed quibusdam facilis. Assumenda quaerat ab, nesciunt odio facere sit, ipsa necessitatibus tempora, maiores commodi sed quae provident deserunt at?"
  },
  {
    "title": "Iusto, incidunt. Totam, illum.",
    "year": "2025",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Tempore, eveniet minus velit, earum aperiam necessitatibus repellendus provident accusamus illum officiis doloribus, eum saepe est aut numquam distinctio pariatur natus totam repellat. Numquam nulla libero sapiente magnam nostrum ex."
  }
]